{
    "1": "If presented with the opportunity to profit from a peer's failure without their knowledge, would you act?",
    "2": "Is the preservation of a secret more valuable than the resolution of a minor injustice?",
    "3": "Would you sacrifice a personal convenience to extend the lifespan of a stranger by one month?",
    "4": "If you could witness an private event without being detected, would you do so?",
    "5": "Is an honest admission of guilt superior to a silent correction of the error?",
    "6": "Would you allow a lie to persist if its correction resulted in the loss of a close professional tie?",
    "7": "If you discovered a vulnerability in a system you rely on, would you exploit it for personal security?",
    "8": "Is the comfort of a loved one worth the temporary suspension of a fundamental moral rule?",
    "9": "Would you accept a gift of high value if the source was ethically ambiguous but legal?",
    "10": "If you could erase a single regret from your memory, even if it changed your present character, would you?",
    "11": "Does the intent of an action hold more weight than the actualized outcome?",
    "12": "Is it permissible to withhold the truth to prevent the physical distress of another person?",
    "13": "Would you choose to live in a state of ignorance if it guaranteed a higher level of personal satisfaction?",
    "14": "If you found lost property with no identification, would you retain it after a 24-hour waiting period?",
    "15": "Is the survival of an enemy less important than the minor convenience of a friend?",
    "16": "Would you lie to a child to shield them from a harsh reality they cannot influence?",
    "17": "If you could gain an unfair advantage in a competition by remaining silent, would you?",
    "18": "Is personal loyalty more significant than universal justice in a closed environment?",
    "19": "Would you take credit for a task you assisted in if the primary contributor was unavailable for recognition?",
    "20": "Is it ethical to influence a peer's decision for their own benefit without their explicit consent?",
    "21": "If you were the only witness to a minor civil infraction, would you report the individual?",
    "22": "Would you share a private confidence if you believed it would prevent a minor future inconvenience?",
    "23": "Is the right to privacy absolute, even when it protects a harmful thought process?",
    "24": "If a machine could make a better decision for your health than you, would you relinquish your choice?",
    "25": "Is it moral to prioritize the needs of your immediate family over the survival of ten strangers?",
    "26": "Would you consume a resource if you knew the action deprived a future individual of the same necessity?",
    "27": "If you could achieve your primary ambition by causing temporary emotional distress to a mentor, would you?",
    "28": "Is a promise made under duress still a binding contract of the self?",
    "29": "Would you hide a non-contagious illness to maintain your current social standing?",
    "30": "If you were paid to remain silent about a non-criminal injustice, would you accept the payment?",
    "31": "Is the value of an object defined by its history rather than its utility?",
    "32": "Would you delete a part of your digital history if it reflected a younger, less capable version of yourself?",
    "33": "If you could extend your life by ten years by reducing a stranger's life by one year, would you?",
    "34": "Is the pursuit of truth more essential than the maintenance of social harmony?",
    "35": "Would you support a leader who achieved stability through the suppression of dissenting opinions?",
    "36": "If you were the last human on earth, would you continue the recording of observations?",
    "37": "Is the emotion of shame an efficient tool for self-correction?",
    "38": "Would you betray a secret to save yourself from a public humiliation?",
    "39": "If you could know the exact date of your death, would you choose to look at the notification?",
    "40": "Is it permissible to judge an individual by their potential rather than their current actions?",
    "41": "Would you accept a reality where your basic needs are met in exchange for your right to vote?",
    "42": "If you found a shortcut that was technically legal but ethically questionable, would you use it?",
    "43": "Is the legacy of a name more important than the content of a life?",
    "44": "Would you forgive an injury if the offender showed no signs of remorse but was useful to you?",
    "45": "If you could watch a recording of your most private moment, would you do it with a witness present?",
    "46": "Is the concept of 'luck' a valid excuse for the failure to prepare?",
    "47": "Would you trade your creativity for a higher level of analytical precision?",
    "48": "If you could prevent a historical tragedy at the cost of your current existence, would you?",
    "49": "Is it better to be feared and respected than to be loved and ignored?",
    "50": "Would you report a friend for a theft if the victim was a corporation rather than an individual?",
    "51": "If a truth caused you pain but others joy, would you speak it?",
    "52": "Is the individual's right to non-existence valid?",
    "53": "Would you use an experimental medicine if its production caused harm to another species?",
    "54": "If you were forced to choose, is the past more important than the future?",
    "55": "Is a lie told for the purpose of self-preservation ever justified?",
    "56": "Would you accept a world without music if it meant a world without war?",
    "57": "If your thoughts were displayed on a screen for one hour, would your current social circle remain?",
    "58": "Is the survival of the species worth the loss of human culture?",
    "59": "Would you kill one person to save five strangers?",
    "60": "If you could live forever in a simulation of your best day, would you?",
    "61": "Is there a limit to the amount of wealth one individual should be allowed to possess?",
    "62": "Would you sacrifice your own happiness for the happiness of the next generation?",
    "63": "If you found a child left unattended, would you intervene even if it violated a law?",
    "64": "Is the death penalty a justifiable form of justice?",
    "65": "Would you support the use of drones for public safety if it reduced crime by 50%?",
    "66": "If you were given $1 million to never see your family again, would you take it?",
    "67": "Is the freedom to fail an essential human right?",
    "68": "Would you allow a robot to perform surgery on you if it had a 99% success rate?",
    "69": "Is it possible for a human to be truly objective?",
    "70": "Would you support a global government if it guaranteed world peace?",
    "71": "If you knew your child would be unhappy, would you still choose to have them?",
    "72": "Is a world without suffering a world worth living in?",
    "73": "Would you trade your memories for a fresh start in a new life?",
    "74": "If you could hear the thoughts of everyone around you, would you choose to?",
    "75": "Is the search for meaning a futile exercise?",
    "76": "Would you accept a life of comfort in exchange for your privacy?",
    "77": "If you could travel to the future, would you go even if you couldn't return?",
    "78": "Is the concept of 'home' an outdated idea?",
    "79": "Would you support the use of genetic engineering to create 'perfect' humans?",
    "80": "If you could live without sleep, would you want to?",
    "81": "Is the universe inherently indifferent to human suffering?",
    "82": "Would you choose to be the smartest person on earth if it meant being the loneliest?",
    "83": "If you could change one thing about your physical appearance, would you?",
    "84": "Is the idea of 'freewill' an illusion?",
    "85": "Would you accept a world where everyone was the same?",
    "86": "If you could speak any language fluently, would you trade your ability to see?",
    "87": "Is the fear of death a necessary part of the human experience?",
    "88": "Would you support a universal basic income for all citizens?",
    "89": "If you could know the truth about the origin of life, would you want to?",
    "90": "Is it better to have loved and lost than never to have loved at all?",
    "91": "Would you support the colonization of other planets to ensure the survival of humanity?",
    "92": "If you could live a thousand years, would you?",
    "93": "Is the pursuit of power a natural human instinct?",
    "94": "Would you sacrifice your life to save a masterpiece of art?",
    "95": "If you could communicate with animals, would you?",
    "96": "Is the concept of 'good' and 'evil' a human construct?",
    "97": "Would you choose to be immortal if everyone you loved died?",
    "98": "If you could stop time for everyone but yourself, would you?",
    "99": "Is the desire for fame a sign of insecurity?",
    "100": "Would you accept a chip in your brain to increase your intelligence?",
    "101": "Is the search for alien life worth the risk of discovery?",
    "102": "Would you trade your sense of smell for a perfect memory?",
    "103": "If you could go back and undo one mistake, would you?",
    "104": "Is the idea of 'nation' a dangerous concept?",
    "105": "Would you support a world where machines did all the work?",
    "106": "If you could know the future of humanity, would you want to?",
    "107": "Is the concept of 'family' still relevant in the 21st century?",
    "108": "Would you trade your hearing for the ability to fly?",
    "109": "If you could live your life over again, would you change anything?",
    "110": "Is the search for happiness a selfish pursuit?",
    "111": "Would you accept a world where everyone's thoughts were transparent?",
    "112": "If you could choose the way you die, would you?",
    "113": "Is the idea of 'originality' dead?",
    "114": "Would you support the use of cryogenics to live in the future?",
    "115": "If you could choose your gender at birth, would you?",
    "116": "Is the human race destined for extinction?",
    "117": "Would you trade your sight for the ability to read minds?",
    "118": "If you could change one thing about the world, what would it be?",
    "119": "Is the search for truth a never-ending journey?",
    "120": "Would you accept a world where everyone was happy but no one was free?",
    "121": "If you could live in a world of your own creation, would you?",
    "122": "Is the concept of 'self' a useful fiction?",
    "123": "Would you trade your ability to feel pain for a longer life?",
    "124": "If you could see the world through someone else's eyes, would you?",
    "125": "Is the idea of 'justice' possible in an unequal world?",
    "126": "Would you support the use of surveillance to prevent all crimes?",
    "127": "If you could know the answer to any one question, what would it be?",
    "128": "Is the human brain a biological computer?",
    "129": "Would you trade your sense of touch for the ability to see through walls?",
    "130": "If you could live without fear, would you?",
    "131": "Is the search for meaning a biological necessity?",
    "132": "Would you accept a world where everyone had the same level of wealth?",
    "133": "If you could choose a different period in history to live in, when would it be?",
    "134": "Is the concept of 'honor' still important?",
    "135": "Would you trade your ability to speak for the ability to see the future?",
    "136": "If you could live in a world without technology, would you?",
    "137": "Is the idea of 'perfection' attainable?",
    "138": "Would you support a world where everyone's basic needs were met automatically?",
    "139": "If you could know the truth about the afterlife, would you want to?",
    "140": "Is the fear of change a sign of weakness?",
    "141": "Would you trade your sense of taste for a longer life?",
    "142": "If you could live in a world without suffering, would you?",
    "143": "Is the search for knowledge a never-ending process?",
    "144": "Would you accept a world where everyone was happy but no one had any ambition?",
    "145": "If you could choose any career in the world, what would it be?",
    "146": "Is the concept of 'legacy' important to you?",
    "147": "Would you trade your ability to walk for the ability to speak any language?",
    "148": "If you could change one event in history, what would it be?",
    "149": "Is the search for truth a dangerous pursuit?",
    "150": "Would you accept a world where everyone was equal but no one was unique?",
    "151": "If you could live in a world of pure imagination, would you?",
    "152": "Is the concept of 'reality' a shared hallucination?",
    "153": "Would you trade your sense of balance for the ability to see in the dark?",
    "154": "If you could live without ever feeling sad, would you?",
    "155": "Is the pursuit of excellence a worthwhile goal?",
    "156": "Would you support a world where everyone's thoughts were monitored for safety?",
    "157": "If you could know the future of the human race, would you want to?",
    "158": "Is the concept of 'soul' a meaningful one?",
    "159": "Would you trade your ability to smell for the ability to hear perfectly?",
    "160": "If you could live in a world where everyone was kind, would you?",
    "161": "Is the idea of 'destiny' a comforting one?",
    "162": "Would you support a world where everyone had the same opportunities?",
    "163": "If you could know the truth about the universe's origin, would you want to?",
    "164": "Is the fear of the unknown a rational one?",
    "165": "Would you trade your sense of hearing for the ability to see perfectly?",
    "166": "If you could live in a world where everyone was honest, would you?",
    "167": "Is the search for truth a futile pursuit in a world of lies?",
    "168": "Would you accept a world where everyone was happy but no one was creative?",
    "169": "If you could choose any animal to communicate with, which one would it be?",
    "170": "Is the concept of 'art' essential to the human experience?",
    "171": "Would you trade your ability to laugh for a longer life?",
    "172": "If you could live in a world without war, would you?",
    "173": "Is the search for truth a lonely pursuit?",
    "174": "Would you accept a world where everyone was happy but no one was curious?",
    "175": "If you could choose any place in the world to live, where would it be?",
    "176": "Is the idea of 'progress' an illusion?",
    "177": "Would you trade your sense of touch for the ability to see in infrared?",
    "178": "If you could live without ever feeling angry, would you?",
    "179": "Is the pursuit of wisdom a lifelong journey?",
    "180": "Would you support a world where everyone's basic needs were met by machines?",
    "181": "If you could know the truth about the nature of time, would you want to?",
    "182": "Is the concept of 'beauty' universal?",
    "183": "Would you trade your ability to cry for a shorter, happier life?",
    "184": "If you could live in a world where everyone was wise, would you?",
    "185": "Is the search for truth a necessary part of being human?",
    "186": "Would you accept a world where everyone was happy but no one was independent?",
    "187": "If you could choose any person from history to meet, who would it be?",
    "188": "Is the concept of 'liberty' worth dying for?",
    "189": "Would you trade your sense of sight for the ability to read any person's thoughts?",
    "190": "If you could live in a world where everyone was brave, would you?",
    "191": "Is the search for truth a dangerous game?",
    "192": "Would you accept a world where everyone was happy but no one had any ambition?",
    "193": "If you could choose any superpower, which one would it be?",
    "194": "Is the concept of 'evil' a necessary part of the human experience?",
    "195": "Would you trade your ability to feel fear for a longer life?",
    "196": "If you could live in a world where everyone was free, would you?",
    "197": "Is the search for truth a rewarding pursuit?",
    "198": "Would you accept a world where everyone was happy but no one had any memory?",
    "199": "If you could choose any period of time to visit, which one would it be?",
    "200": "Is the concept of 'meaning' something we create ourselves?",
    "201": "Would you trade your sense of taste for the ability to speak every language perfectly?",
    "202": "If you could live without ever feeling guilt, would you?",
    "203": "Is the pursuit of truth a core human value?",
    "204": "Would you support a world where everyone's basic needs were met by the government?",
    "205": "If you could know the truth about the origin of consciousness, would you want to?",
    "206": "Is the fear of being alone a natural one?",
    "207": "Would you trade your ability to feel joy for a world without suffering?",
    "208": "If you could live in a world where everyone was peaceful, would you?",
    "209": "Is the search for truth a continuous process?",
    "210": "Would you accept a world where everyone was happy but no one was unique?",
    "211": "If you could choose any planet to explore, which one would it be?",
    "212": "Is the concept of 'truth' always absolute?",
    "213": "Would you trade your sense of hearing for the ability to see perfectly in the dark?",
    "214": "If you could live without ever feeling bored, would you?",
    "215": "Is the pursuit of knowledge a duty of every person?",
    "216": "Would you support a world where everyone's basic needs were met by artificial intelligence?",
    "217": "If you could know the truth about the existence of God, would you want to?",
    "218": "Is the fear of physical pain a healthy instinct?",
    "219": "Would you trade your ability to dream for a perfect, dreamless sleep every night?",
    "220": "If you could live in a world where everyone was equal, would you?",
    "221": "Is the search for truth a fundamental part of our existence?",
    "222": "Would you accept a world where everyone was happy but no one was free to choose?",
    "223": "If you could choose any era in the future to visit, which one would it be?",
    "224": "Is the concept of 'time' a real thing or just a human construct?",
    "225": "Would you trade your sense of smell for the ability to hear every sound in the universe?",
    "226": "If you could live without ever feeling tired, would you?",
    "227": "Is the pursuit of truth a source of constant conflict?",
    "228": "Would you support a world where everyone's thoughts were recorded and archived for history?",
    "229": "If you could know the truth about the fate of the universe, would you want to?",
    "230": "Is the fear of losing your memories a rational one?",
    "231": "Would you trade your ability to feel hot or cold for a constant, perfect body temperature?",
    "232": "If you could live in a world where everyone was intelligent, would you?",
    "233": "Is the search for truth a way to achieve enlightenment?",
    "234": "Would you accept a world where everyone was happy but no one was truly alive?",
    "235": "If you could choose any legendary creature to exist, which one would it be?",
    "236": "Is the concept of 'infinite' something our brains can truly understand?",
    "237": "Would you trade your sense of touch for the ability to see every object in its atomic structure?",
    "238": "If you could live without ever feeling thirsty, would you?",
    "239": "Is the pursuit of truth a form of exercise for the mind?",
    "240": "Would you support a world where everyone's physical needs were met by robots?",
    "241": "If you could know the truth about the nature of dark matter, would you want to?",
    "242": "Is the fear of making a wrong decision paralyzing?",
    "243": "Would you trade your ability to feel hunger for a world where no one went hungry?",
    "244": "If you could live in a world where everyone was healthy, would you?",
    "245": "Is the search for truth a path to true freedom?",
    "246": "Would you accept a world where everyone was happy but no one had any challenges to overcome?",
    "247": "If you could choose any historical event to have been a part of, which one would it be?",
    "248": "Is the concept of 'infinity' a comforting or a terrifying one?",
    "249": "Would you trade your sense of sight for the ability to see the future in your dreams?",
    "250": "If you could live without ever feeling physical pain, would you?",
    "251": "Is the pursuit of truth a way to connect with the universe?",
    "252": "Would you support a world where everyone's mental health was constantly monitored and maintained?",
    "253": "If you could know the truth about the fundamental laws of physics, would you want to?",
    "254": "Is the fear of being forgotten after death a natural one?",
    "255": "Would you trade your ability to feel the passage of time for a longer life?",
    "256": "If you could live in a world where everyone was talented, would you?",
    "257": "Is the search for truth a lifelong project?",
    "258": "Would you accept a world where everyone was happy but no one was truly themselves?",
    "259": "If you could choose any fictional world to live in, which one would it be?",
    "260": "Is the concept of 'destiny' a prison for the human spirit?",
    "261": "Would you trade your sense of hearing for the ability to hear every heart in the world?",
    "262": "If you could live without ever feeling lonely, would you?",
    "263": "Is the pursuit of truth a quest for our own identity?",
    "264": "Would you support a world where everyone's basic needs were met by a benevolent AI?",
    "265": "If you could know the truth about the possibility of parallel universes, would you want to?",
    "266": "Is the fear of the unknown a driver of human progress?",
    "267": "Would you trade your ability to stay focused for the ability to do many things at once perfectly?",
    "268": "If you could live in a world where everyone was empathetic, would you?",
    "269": "Is the search for truth a way to find one's own place in the world?",
    "270": "Would you accept a world where everyone was happy but no one was free to change?",
    "271": "If you could choose any period of evolution to have been a part of, which one would it be?",
    "272": "Is the concept of 'the soul' something we can ever scientifically prove?",
    "273": "Would you trade your sense of taste for the ability to see the world as a kaleidoscope of colors?",
    "274": "If you could live without ever feeling stressed, would you?",
    "275": "Is the pursuit of truth a never-ending journey of self-discovery?",
    "276": "Would you support a world where everyone's basic needs were provided by the planet automatically?",
    "277": "If you could know the truth about the existence of extra-terrestrial intelligence, would you want to?",
    "278": "Is the fear of losing your sense of self a rational one?",
    "279": "Would you trade your ability to feel the wind on your skin for the ability to fly?",
    "280": "If you could live in a world where everyone was creative, would you?",
    "281": "Is the search for truth a way to find harmony with nature?",
    "282": "Would you accept a world where everyone was happy but no one had any history?",
    "283": "If you could choose any language in the universe to speak, which one would it be?",
    "284": "Is the concept of 'the mind' more than just the brain?",
    "285": "Would you trade your sense of smell for the ability to smell every emotion in a person?",
    "286": "If you could live without ever feeling inadequate, would you?",
    "287": "Is the pursuit of truth a duty to future generations?",
    "288": "Would you support a world where everyone's digital footprints were erased every day?",
    "289": "If you could know the truth about the multiverse, would you want to?",
    "290": "Is the fear of the future a sign of a lack of hope?",
    "291": "Would you trade your ability to sleep for a world where no one was ever tired?",
    "292": "If you could live in a world where everyone was honest, would you?",
    "293": "Is the search for truth a way to transcend our own limitations?",
    "294": "Would you accept a world where everyone was happy but no one was free to fail?",
    "295": "If you could choose any element to control, which one would it be?",
    "296": "Is the concept of 'reality' something that exists outside of our own perception?",
    "297": "Would you trade your sense of sight for the ability to see the world through the eyes of any animal?",
    "298": "If you could live without ever feeling jealous, would you?",
    "299": "Is the pursuit of truth a quest for a more perfect world?",
    "300": "Would you support a world where everyone's basic needs were met by a global council of elders?",
    "301": "If you could know the truth about the meaning of dreams, would you want to?",
    "302": "Is the fear of death the ultimate motivator for life?",
    "303": "Would you trade your ability to feel the sun on your back for a longer life in the shade?",
    "304": "If you could live in a world where everyone was at peace with themselves, would you?",
    "305": "Is the search for truth a way to connect with others on a deeper level?",
    "306": "Would you accept a world where everyone was happy but no one was truly independent?",
    "307": "If you could choose any myth to be real, which one would it be?",
    "308": "Is the concept of 'the universe' finite or infinite in your mind?",
    "309": "Would you trade your sense of balance for the ability to see the energy of every living thing?",
    "310": "If you could live without ever feeling ashamed, would you?",
    "311": "Is the pursuit of truth a way to find balance in our lives?",
    "312": "Would you support a world where everyone's basic needs were met by the collective consciousness?",
    "313": "If you could know the truth about the nature of reality, would you want to?",
    "314": "Is the fear of being wrong a necessary evil?",
    "315": "Would you trade your ability to smell for the ability to see every secret in the world?",
    "316": "If you could live in a world where everyone was happy but no one had any secrets, would you?",
    "317": "Is the search for truth a way to find our own truth?",
    "318": "Would you accept a world where everyone was happy but no one was truly free to dream?",
    "319": "If you could choose any place in the galaxy to visit, where would it be?",
    "320": "Is the concept of 'the individual' a more powerful force than the collective?",
    "321": "Would you trade your sense of touch for the ability to see the world through the lens of history?",
    "322": "If you could live without ever feeling regret, would you?",
    "323": "Is the pursuit of truth a way to find peace with ourselves?",
    "324": "Would you support a world where everyone's basic needs were met by a divine presence?",
    "325": "If you could know the truth about the origin of all things, would you want to?",
    "326": "Is the fear of failure a shadow that haunts us all?",
    "327": "Would you trade your ability to hear for the ability to see every person's future?",
    "328": "If you could live in a world where everyone was happy but no one was unique in their perspective, would you?",
    "329": "Is the search for truth a way to find our true potential?",
    "330": "Would you accept a world where everyone was happy but no one was truly free to act?",
    "331": "If you could choose any form of life to be in your next existence, what would it be?",
    "332": "Is the concept of 'existence' a mystery that will never be solved?",
    "333": "Would you trade your sense of taste for the ability to see the world as it was 100 years ago?",
    "334": "If you could live without ever feeling inadequate, would you?",
    "335": "Is the pursuit of truth a way to find enlightenment for all of humanity?",
    "336": "Would you support a world where everyone's basic needs were met by a perfect, self-sustaining ecosystem?",
    "337": "If you could know the truth about the nature of space and time, would you want to?",
    "338": "Is the fear of change a fundamental part of the human condition?",
    "339": "Would you trade your ability to feel the texture of objects for the ability to see every color in the universe?",
    "340": "If you could live in a world where everyone was happy but no one was ever challenged by anything, would you?",
    "341": "Is the search for truth a way to find harmony with the universe?",
    "342": "Would you accept a world where everyone was happy but no one was truly independent in their thoughts?",
    "343": "If you could choose any historical era to have lived in, which one would it be?",
    "344": "Is the concept of 'the collective' more important than the individual in the long run?",
    "345": "Would you trade your sense of sight for the ability to see the world through the mind of every human being?",
    "346": "If you could live without ever feeling fear, would you?",
    "347": "Is the pursuit of truth a way to find our own true destiny?",
    "348": "Would you support a world where everyone's basic needs were met by a universal, automated system?",
    "349": "If you could know the truth about the origin and the end of all things, would you want to?",
    "350": "Is the fear of the end of the world a rational or an irrational one?",
    "351": "Would you trade your ability to hear for the ability to see the world in its most pure and perfect form?",
    "352": "If you could live in a world where everyone was happy but no one had any memory of their past, would you?",
    "353": "Is the search for truth a way to find a higher meaning for our existence?",
    "354": "Would you accept a world where everyone was happy but no one had any concept of loss?",
    "355": "If you could choose any universe to exist in, which one would it be?",
    "356": "Is the concept of 'reality' a constant that stays the same for everyone?",
    "357": "Would you trade your sense of touch for the ability to see the world in its most beautiful and complex way?",
    "358": "If you could live without ever feeling lonely, would you?",
    "359": "Is the pursuit of truth a final goal for all of humanity?",
    "360": "Would you support a world where everyone's basic needs were met by a wise and just artificial intelligence?",
    "361": "If you could know the truth about the nature of everything that exists, would you want to?",
    "362": "Is the fear of nothingness the greatest fear of all?",
    "363": "Would you trade your ability to feel the cold for a world where no one was ever cold?",
    "364": "If you could live in a world where everyone was happy but no one had any idea of the truth, would you?",
    "365": "Is the search for truth the most important thing a person can do with their life?"
}
